Repository: fredldotme/pVMs
Catalog: src/po/*.po
Languages: nl

source: Drop the file in a VM
nl: Sleep het bestand naar een VM

source: Select a machine
nl: Kies een machine

source: Cancel
nl: Annuleren

source: No machines available
nl: Er zijn nog geen machines

source: Add a machine in the main app view to continue
nl: Voeg een machine toe op het hoofdscherm

source: Available
nl: Beschikbaar

source: File sharing disabled in settings
nl: Bestandsdeling is uitgeschakeld in de instellingen

source: Virtual machines
nl: Virtuele machines

source: Info
nl: Informatie

source: Add VM
nl: VM toevoegen

source: Please add a VM to continue
nl: Voeg een VM om aan de slag te gaan

source: Settings
nl: Instellingen

source: Start
nl: Starten

source: Stop
nl: Stoppen

source: Serial console
nl: Seriële console

source: Show fullscreen
nl: Schermvullende weergave

source: Keyboard
nl: Toetsenbord

source: VM is not running
nl: De VM is niet actief

source: (fast)
nl: (snel)

source: Name:
nl: Naam:

source: Specs:
nl: Specificaties:

source: ISO:
nl: Iso-bestand:

source: File sharing:
nl: Bestandsdeling:

source: No
nl: Nee

source: Yes
nl: Ja

source: VM window is running & detached
nl: De VM is actief en draait los

source: Copy
nl: Kopiëren

source: Paste
nl: Plakken

source: Edit VM
nl: VM bewerken

source: Save
nl: Opslaan

source: Description
nl: Beschrijving

source: Architecture
nl: Architectuur

source: CPU cores:
nl: Aantal cpu-kernen:

source: RAM:
nl: Ramgeheugen:

source: HDD size:
nl: Hdd-omvang:

source: DVD drive
nl: Dvd-speler

source: Pick an ISO
nl: Kies een iso-bestand

source: Windowed Mode
nl: Venstermodus

source: Improves keyboard, mouse & OpenGL
nl: Verbeterd OpenGL en toetsenbord- en muisinvoer

source: 3D graphics support
nl: Hardwareversnelling

source: Enables 3D in both windowed and headless scenarios
nl: Schakelt hardwareversnelling in alle modi in

source: Enable file sharing
nl: Bestandsdeling inschakelen

source: Accessible via the virtiofs mount tag 'pocketvms'
nl: Bereikbaar via de virtiofs-aankoppeling ‘pocketvms’

source: Enable virtualization
nl: Virtualisatie gebruiken

source: Switches KVM on or off if needed
nl: Zet KVM, indien nodig, aan of uit

source: Reset EFI
nl: Efi herstellen

source: Reset firmware
nl: Firmware herstellen

source: Reset NVRAM
nl: Nvram herstellen

source: About Pocket VMs
nl: Over Pocket VMs

source: Virtual Machines for your Ubuntu Touch device
nl: Virtuele machines op je Ubuntu Touch-apparaat

source: Donation
nl: Doneren

source: Copyright notices
nl: Auteursrechten

source: Licensed under GPL v3
nl: Uitgebracht onder de GPLv3-licentie

source: Source code on GitHub
nl: Broncode op GitHub

source: QEMU (GPL v2 & GPL v3)
nl: QEMU (GPLv2 en GPLv3)

source: CuteVNC QML controls by Alberto Mardegan (GPL v3)
nl: CuteVNC QML-bediening van Alberto Mardegan (GPLv3)

source: Icon by Mateo Salta
nl: Pictogram van Mateo Salta

source: QEMU quit unexpectedly!
nl: QEMU is onverwachts afgesloten!

source: Error:
nl: Foutmelding:

source: Ok
nl: Oké

source: Delete machine
nl: Machine verwijderen

source: Would you like to delete this VM?
nl: Weet je zeker dat je deze VW wilt verwijderen?
